{
  "analytics_id": "exported_1764002427803",
  "messages": [
    [
      {
        "content": "w skr贸cie:\n- zakazane s repliki rzeczywistych broni palnych\n- na propy podobne do rzeczywistych broni (typu blastery ze Star Wars) jest specjalna akredytacja\n- zakazane s wszystkie realne mundury i komplety tzw. uzbrojenia defensywnego (czyli stroje w kt贸rych si wyglda jak wsp贸czesny antyterrorysta, paramilitars czy 偶onierz)\n- fikcyjne mundury s OK, poza fikcyjnymi designami realnych re偶im贸w totalitarnych (Wolfenstein itd.)\n- metalowe bronie musz by tpe\n- du偶e cospy wchodz, ale nie wejdziesz do pomieszcze jeli s szersze od ich wyj ewakuacyjnych i nie jeste w stanie ich szybko zdj\n\nAle no ofc cao trzeba przeczyta bo to tylko podsumowanie.",
        "tags": [
          "Bro Palna",
          "Mundur",
          "Re偶im",
          "Skr贸t"
        ]
      },
      {
        "content": "Na wejciu bd punkty gdzie ci to sprawdz I oklej",
        "tags": [
          "Akredytacja",
          "Bramki",
          "Bro",
          "Bro Palna"
        ]
      },
      {
        "content": "Czy mo偶na wej w kostiumie z sztuczn krwi i banda偶ami jak jacket bez maski z hotline miami?\n\n- Nic nie ma w regulaminie 偶eby nie mo偶na byo",
        "tags": [
          "Cosplay",
          "Krew",
          "Banda偶e",
          "Hotline Miami"
        ]
      },
      {
        "content": "Wchodz repliki broni ze wiat贸w fikcyjnych. Fallout, Star Wars, itd. Recolor nie wystarczy (wic AKM 72 ze Stalkera odpada), musi n by zauwa偶alnie inny kontur broni. I tylko do cosplayu z danego uniwersum.",
        "tags": [
          "Bro",
          "Fallout",
          "Star Wars",
          "Bro Palna",
          "Cosplay"
        ]
      },
      {
        "content": "Funkcjonalne ASG odpadaj co do zasady, dozwolone s niefunkcjonalne repliki broni fikcyjnej, nie realnej.\n\nPrzer贸bki na replikach s dozwolone w celu odwzorowania fikcyjnej broni, kt贸ra w konkretny widoczny spos贸b r贸偶ni si od broni realnej na kt贸rej bya bazowana (bronie ze Star Wars, Fallouta, itd).\n\nRozbrojone ASG jest OK i mo偶e by podstaw do stworzena repliki jakiej fikcyjnej broni typu blastery z SW czy by mo偶e nawet Service Rifle z Fallouta (cho ten przypadek mo偶e nie przej). Bez przer贸bek, jeli jest 1:1 replik jakiej broni, nie wchodzi.",
        "tags": [
          "ASG",
          "Replika",
          "Bro",
          "Star Wars",
          "Service Rifle",
          "Fallout"
        ]
      }
    ],
    [
      {
        "content": "jak nie ma insygni贸w, to mo偶na ofc, adownice Tusken贸w czy torba Indiany Jonesa to te偶 szpej militarny",
        "tags": [
          "Klamra",
          "Militaria",
          "Cosplay"
        ]
      }
    ],
    [
      {
        "content": "Podam lepszy przykad \n\nHydra z Marvela w wersji z 2W odpada\n\nW wersji po 2W jest ju偶 ok, fikcyjna i nie \"dziaajca w ramach\" zakazanego re偶imu",
        "tags": [
          "Marvel",
          "Hydra"
        ]
      }
    ],
    [
      {
        "content": "Wzorowane na, ale fikcyjne, to nie jest alt hist",
        "tags": [
          "Death Korps of Krieg",
          "Warhammer"
        ]
      }
    ],
    [
      {
        "content": "Przechodzi",
        "tags": [
          "Death Korps of Krieg",
          "Warhammer"
        ]
      }
    ],
    [
      {
        "content": "Solid snake wejdzie",
        "tags": [
          "Solid snake",
          "Metal Gear"
        ]
      }
    ],
    [
      {
        "content": "Te偶 wylot.",
        "tags": [
          "Celtycki Krzy偶"
        ]
      }
    ],
    [
      {
        "content": "Konstrukcje powy偶ej 3m wymagaj pozwolenia i odbioru technicznego, tu ju偶 w budowlank wchodzimy ",
        "tags": [
          "Konstrukcja",
          "Rekwizyt",
          "Cosplay",
          "Wysoko"
        ]
      }
    ],
    [
      {
        "content": "Tylko do pomieszcze nie mog, chyba 偶e jeste w stanie szybko zdj to wtedy te偶 wejd",
        "tags": [
          "Cosplay",
          "Rozmiar"
        ]
      }
    ],
    [
      {
        "content": "Ten przepis si zmieni, du偶e cosplaye ju偶 wchodz",
        "tags": [
          "Cosplay",
          "Rozmiar"
        ]
      }
    ],
    [
      {
        "content": "Jakby mia swastyk to by w og贸le prawo ama.",
        "tags": [
          "Swastyka",
          "Mundur"
        ]
      }
    ],
    [
      {
        "content": "Imperium Galaktyczne nie jest bezporedni kontynuacj 偶adnego obecnie zakazanego re偶imu totalitarnego :))",
        "tags": [
          "Imperium Galaktyczne",
          "Gwiezdne wojny",
          "Star Wars",
          "Re偶im"
        ]
      }
    ],
    [
      {
        "content": "Fikcyjne re偶imy wejd, typu Starship Troopers\n\nOdpadaj tylko alt hist\nWolfenstein, Man in the High Castle, Red Alert\n\nSowieci w kosmosie te偶 out",
        "tags": [
          "Starship Troopers",
          "Re偶im",
          "Wolfenstein",
          "Man in the High Castle",
          "Red Alert",
          "Sowieci"
        ]
      }
    ],
    [
      {
        "content": "Chyba 偶adna bro z Dooma nie jest 1:1 dzisiejsz broni, wic wszystkie wejd",
        "tags": [
          "Doom",
          "Bro",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Je偶eli nie jest 1:1 giwer z naszego wiata tylko jak przer贸bk, to wchodzi, ale ofc tylko do cosplayu z tego wiata",
        "tags": [
          "Cosplay",
          "Bro",
          "Bro Palna",
          "Bro Biaa",
          "Replika"
        ]
      }
    ],
    [
      {
        "content": "agitacja polityczna czy religijna jest sprzeczna z regulaminem, je偶eli cosplayer Jezusa czy papie偶a zacznie robi co nieodpowiedniego to wyleci",
        "tags": [
          "Papie偶",
          "Cosplay",
          "Papierz",
          "Jezus"
        ]
      }
    ],
    [
      {
        "content": "Wyrzutnia rakiet z Halo przejdzie jak nie jest 1:1 obecnie u偶ywanym modelem",
        "tags": [
          "Halo",
          "Rakieta",
          "Wyrzutnia Rakiet"
        ]
      }
    ],
    [
      {
        "content": "Celem jest redukcja wsp贸czenie wygldajcych wojskowych i specjals贸w, sci-fi i postapo jest ok",
        "tags": [
          "Cosplay",
          "Replika",
          "Sci-Fi",
          "Postapo",
          "Militaria"
        ]
      }
    ],
    [
      {
        "content": "Mundur贸w nie sprawdzamy nawet na bramkach tylko cay czas na terenie, bo mo偶na przecie偶 przebra si na miejscu. Bro na bramkach.",
        "tags": [
          "Bramki",
          "Cosplay",
          "Bro",
          "Bro Biaa",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Realistyczne ale odr贸偶nialne. Czyli np. Service Rifle z Fallouta, blastery z SW",
        "tags": [
          "Bro Palna",
          "Replika",
          "Fallout",
          "Service Rifle",
          "Blaster",
          "Star Wars",
          "Gwiezdne wojny"
        ]
      }
    ],
    [
      {
        "content": "Gwardia Szwajcarska gdyby nie bya aktualnie u偶ywanym mundurem (ustawa zabrania noszenia aktualnych mundur贸w) to by wchodzia jako wprowadzona przed 1900 ",
        "tags": [
          "Gwardia Szwajcarska",
          "Mundur",
          "Militaria"
        ]
      }
    ],
    [
      {
        "content": "Idea jest taka 偶e na by odcicie od rzeczywistoci i nie ma by grup wsp贸czesnych 偶onierzy ani specjals贸w, a realistyczne repliki broni tylko w poczeniu z fantastycznymi cosplayami",
        "tags": [
          "Replika",
          "Cosplay",
          "Militaria",
          "Mundur"
        ]
      }
    ],
    [
      {
        "content": "Tam brakuje \"a tak偶e\", ale sens jest oczywisty - bro pneumatyczna wg ustawy, a tak偶e sabsza ni偶 te 17J.\n\nPodobnie, cho inaczej, bro palna czarnoprochowa rozdzielnego adowania - nie wymaga pozwolenia, ale i tak nie wniesiesz. Za to repliki s OK, w przeciwiestwie do wszystkich innych replik 1:1 broni palnej",
        "tags": [
          "Bro Palna",
          "Replika"
        ]
      }
    ],
    [
      {
        "content": "\"Historia alternatywna\" tam jest napisane. Czyli na przykad mundury z Wolfensteina, Man in the High Castle, kt贸re nie istniay historycznie.",
        "tags": [
          "Wolfenstein",
          "Man in the High Castle",
          "Mundur"
        ]
      }
    ],
    [
      {
        "content": "wchodzi metal byle tpy, du偶e cospy > 90x200 nie s ju偶 problemem, karabiny z Fallouta, Star Wars itd przechodz nawet jak s \"podobne\" do prawdziwych",
        "tags": [
          "Metal",
          "Bro Biaa",
          "Rozmiar",
          "Cosplay",
          "Fallout",
          "Star Wars"
        ]
      }
    ],
    [
      {
        "content": "Ale *bazowane* na M16, to drewno odr贸偶nia ten design zauwa偶alnie od M16, r贸wnie mocno co wizjery na blasterach w Star Wars",
        "tags": [
          "M16",
          "Star Wars",
          "Fallout",
          "Service Rifle"
        ]
      }
    ],
    [
      {
        "content": "Ale Service Rifle to chyba nie jest 1:1 M16, w sensie chyba dopiero Fallout stworzy ten design",
        "tags": [
          "Service Rifle",
          "M16",
          "Fallout"
        ]
      }
    ],
    [
      {
        "content": "Jak to jest jaki realny model, to repliki odpadaj. Mo偶na robi repliki tych broni z Fallouta, kt贸e nie s 1:1 dzisiejszymi bromi tylko czym co tw贸rcy gry sami wymylili.",
        "tags": [
          "Fallout",
          "Replika",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Uwaga, brzmi absurdalnie, ale w wietle tego regulaminu - powinno przej, bo to jest na bazie M16 ale przerobione zauwa偶alnie, i ze sci-fi. Ale ofc musi to bezpieczenstwo@pyrkon.pl zatwierdzi, moje zdanie prawem nie jest.",
        "tags": [
          "Wydruk 3D",
          "Service Rifle",
          "Fallout",
          "New Vegas",
          "Service Rifle"
        ]
      }
    ],
    [
      {
        "content": "Kabur / kamizelk taktyczn wolno, byle by to nie by *zestaw* wygldajcy jak uzbrojenie specjalsa.",
        "tags": [
          "Kabura",
          "Kamizelka",
          "Kamizelka Taktyczna"
        ]
      }
    ],
    [
      {
        "content": "na Pyrkonie bywa 30+ stopni w cieniu, co roku opatrujemy ludzi kt贸rzy chodz boso po asfalcie.",
        "tags": [
          "Boso",
          "Cosplay",
          "Bez But贸w"
        ]
      }
    ],
    [
      {
        "content": "Je偶eli blaster X szturmowca z Gwiezdnych Wojen jest karabinem z 2W z domontowanym znacznym elementem, to przechodzi. Je偶eli blaster Y to jest 1:1 inny karabin bez 偶adnych widocznych zmian, to Y nie przechodzi, i cosplayujc szturmowca bierzesz karabin X.",
        "tags": [
          "Szturmowiec",
          "Gwiezdne Wojny",
          "Star Wars",
          "Bro Palna",
          "Blaster"
        ]
      }
    ],
    [
      {
        "content": "Ale generalnie je偶eli to jest realna bro (typu Punisher z karabinem) to albo idziesz w wyra藕nie nierealistyczny OC design, albo NERFa.",
        "tags": [
          "Bro Palna",
          "Nerf",
          "OC"
        ]
      }
    ],
    [
      {
        "content": "odpada ka偶da replika 1:1 bazowana na broni palnej z nabojem scalonym, czas jest kryterium tylko w mundurach i pistoletach skakowych (bro palna piracka/muszkiety)",
        "tags": [
          "Replika",
          "Bro Palna",
          "Mundur",
          "Pistolety Pirackie",
          "Muszkiet"
        ]
      }
    ],
    [
      {
        "content": "Dlatego na przykad mamy tam punkt 偶e broni akredytowanej nie wolno przekazywa innym uczestnikom.",
        "tags": [
          "Bro",
          "Zdjcia",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Dobrym przykadem fantastycznej snajperki jest karabin Caitlyn z League of Legends, tak samo giwery Jinx czy strzelba Gravesa.",
        "tags": [
          "Caitlyn",
          "LOL",
          "League of Legends",
          "Jinx",
          "Gravesa",
          "Bro Fantastyczna"
        ]
      }
    ],
    [
      {
        "content": "No to zgodnie z regulaminem je偶eli to jest fantasy (jak Star Wars) to bro Widowmaker przechodzi je偶eli masz cosplay Widowmaker, chyba 偶e to jest dosownie jaki design istniejcej snajperki 1:1, wtedy musisz co przerobi, np. wzi z innego skina",
        "tags": [
          "Star Wars",
          "Gwiezdne Wojny",
          "Bro Fantastyczna",
          "Widowmaker",
          "Overwatch",
          "Bro",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Zapytaj o konkretny cosplay, konkretn posta, a dostaniesz odpowied藕. Jak wymylisz sobie OC typu \"maska konia i giwera w rku\" to giwera musi by NERFem, albo by propem kt贸ry nie wyglda jak glock/kaasz/wsp贸czesny rewolwer.",
        "tags": [
          "Bro",
          "Bro Palna",
          "OC",
          "Cosplay"
        ]
      }
    ],
    [
      {
        "content": "Je偶eli to jest replika 1:1 broni, to nie wchodzi, i jej pomalowanie czy napisanie na niej \"ej ale to tylko replika\" niczego nie zmienia.",
        "tags": [
          "Replika",
          "Bro Palna",
          "ASG"
        ]
      }
    ],
    [
      {
        "content": "Nie, na Pyrkonie 2026 nie bdzie replik rzeczywistej broni palnej u偶ywanej w dzisiejszych czasach przez dzisiejsze su偶by i wojsko.",
        "tags": [
          "Replika",
          "ASG",
          "Militaria",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "Jak co bdziemy dba o to 偶eby akredytacj broni robili ludzie znajcy si na rzeczy, a nie tylko ochrona.",
        "tags": [
          "Akredytacja",
          "Bramki",
          "Bro"
        ]
      }
    ],
    [
      {
        "content": "Bro palna tylko do kostium贸w postaci fikcyjnych, fantastycznych, futurystyczych, i nie 1:1 (czyli np. Punisher z karabinem M4 odpada).",
        "tags": [
          "Bro Palna",
          "Punisher",
          "M4"
        ]
      }
    ],
    [
      {
        "content": "Jak co, powinno m贸c si wej z butelk z napojem na Pyrkon, nie ma nic w regulaminie o tym. Byle nie alkohol.",
        "tags": [
          "Woda",
          "Nap贸j",
          "Butelka Wody",
          "Alkohol"
        ]
      }
    ],
    [
      {
        "content": "Tak, ale za ka偶dym razem przechodzisz przez punkt akredytacji broni.",
        "tags": [
          "Bramki",
          "Bro",
          "Akredytacja"
        ]
      }
    ],
    [
      {
        "content": "Nie, nie wyklucza: bro fantastyczna (karabin szturmowca z Gwiezdnych Wojen) jest spoko mimo 偶e wyglda jak rzeczywista, ale triki typu \"domontowaem drewniany kompas do kaasznikowa\" nie przejd.",
        "tags": [
          "Bro Palna",
          "Gwiezdne Wojny",
          "Szturmowiec",
          "Star Wars",
          "Bro Fantastyczna"
        ]
      }
    ],
    [
      {
        "content": "Je偶eli regulamin szatni pozwala na trzymanie w niej czego, to mo偶na to tam zostawi. Jaki bdzie regulamin na 2026 nie wiem, by mo偶e si zmieni z racji na depozyt szpeju kt贸ry nie przeszed przez bramki.",
        "tags": [
          "Szatnia",
          "Depozyt"
        ]
      }
    ],
    [
      {
        "content": "zakaz AI na 5A ju偶 by w 2025, o 2026 mnie nie pytajcie, ja wystawc贸w nie robi, ale podejrzewam 偶e to trudne z racji na fukncje AI w photoshopie i tym podobne",
        "tags": [
          "Wystawcy",
          "AI"
        ]
      }
    ],
    [
      {
        "content": "RNG jest spoko, booster packi do Magic贸w s OK, problemem z mystery boxami zwykle jest brak kontroli jakoci i legalnoci co w nich wrzucono",
        "tags": [
          "Wystawcy"
        ]
      }
    ],
    [
      {
        "content": "przycilimy mystery boxy, tyle moglimy zrobi",
        "tags": [
          "Wystawcy"
        ]
      }
    ],
    [
      {
        "content": "Regulamin przewiduje konsekwencje jego amania, tyle powiem, i przy tak du偶ej liczbie zgosze nie mamy problemu podzikowa komu, nie boimy si 偶e \"musimy przymkn oko\", por贸wnajcie sobie wystawc贸w na Pyrkonie z innymi eventami i zarczam 偶e r贸znica jest, cho nie ka偶dego usatysfakcjonuje.",
        "tags": [
          "Wystawcy",
          "AI"
        ]
      }
    ],
    [
      {
        "content": "AI jest ju偶 zakazane na alei artyst贸w, jak widzicie AI na Pyrkonie to zgaszajcie organizatorom od wystawc贸w",
        "tags": [
          "AI",
          "Wystawcy"
        ]
      }
    ],
    [
      {
        "content": "Jak si uprzesz to i kostur czy tpy miecz jest broni obuchow - tu chodzi o przedmioty wywa偶one jak paki, kije bejsbolowe, rzeczy ju偶 w sumie objte ustaw",
        "tags": [
          "Kostur",
          "Miecz",
          "Paka",
          "Kij",
          "Kij bajsbolowy"
        ]
      }
    ],
    [
      {
        "content": "cokolwiek z realnej broni palnej odpada, musi to by fantastyczny model. Jedyna realistyczna bro palna kt贸rej repliki mo偶na mie to czarnoprochowa sprzed 1885 (pistolety pirackie), ofc nadal niefunkcjonalna",
        "tags": [
          "Bro Palna",
          "Bro Czarnoprochowa",
          "Czarnoprochowiec",
          "Pistolety Pirackie",
          "Replika"
        ]
      }
    ],
    [
      {
        "content": "Drewniana przejdzie, metalowa tpa kosa ma nadal bardzo ostry szpic wic lepiej drewno.",
        "tags": [
          "Kosa",
          "Drewno",
          "Metal"
        ]
      }
    ],
    [
      {
        "content": "Jak dokadnie to jeszcze pracujemy, ale no tak jak regulamin m贸wi bd specjalne oznakowania akredytowanej broni. Sprawdza bdziemy na ka偶dym wejciu, ale no mniejsze ryzyko 偶e jedna bramka przepuci inna nie.",
        "tags": [
          "Bro",
          "Bramki",
          "Akredytacja"
        ]
      }
    ],
    [
      {
        "content": "Warhammer wszystko wchodzi, nawet Death Korps of Krieg. Helldivers te偶, tylko bro nie mo偶e by 1:1 wsp贸czesna i obowizkowa akredytacja na wejciu.",
        "tags": [
          "Warhammer",
          "Death Korps of Krieg",
          "Helldivers",
          "Bro"
        ]
      }
    ],
    [
      {
        "content": "Nie mo偶esz tylko wyglda jak wsp贸czesny specjals. Futurystyczny jest OK.",
        "tags": [
          "Militaria",
          "Cosplay"
        ]
      }
    ],
    [
      {
        "content": "Mo偶na, o ile jest tpy.",
        "tags": [
          "Bro Metalowa",
          "Metal",
          "Miecz"
        ]
      }
    ],
    [
      {
        "content": "Jak nie s 1:1 wsp贸czesnymi gnatami to przejd przez akredytacj broni.",
        "tags": [
          "Bro",
          "Militaria",
          "Replika"
        ]
      }
    ],
    [
      {
        "content": "Postapo wchodzi, tylko bez kaach贸w, fantastyczne bronie palne i repliki broni biaej typu piy/kije z gwo藕dziami. Mad Max na luzie.",
        "tags": [
          "Postapo",
          "Bro Fantastyczna",
          "Bro Palna",
          "Replika",
          "Bro Biaa",
          "Pia",
          "Kij",
          "Gwo藕dzie",
          "Mad Max"
        ]
      }
    ],
    [
      {
        "content": "Du偶e cosplaye wchodz, metalowe tpe miecze wchodz, repliki broni palnej fantastycznej wchodz, tylko specjalna akredytacja bdzie",
        "tags": [
          "Du偶y Cosplay",
          "Metal",
          "Miecz",
          "Replika",
          "Bro Palna"
        ]
      }
    ],
    [
      {
        "content": "top贸r metalowy wchodzi",
        "tags": [
          "Top贸r",
          "Metal",
          "Bro Metalowa",
          "Bro Biaa"
        ]
      }
    ],
    [
      {
        "content": "nowy regulamin zakazuje tylko fikcyjnych mundur贸w z realnych pastw totalitarnych czy ich odpowiednik贸w, czyli np. z Man in the High Castle, Wolfenstein, Youjo Senki. Reszta fikcyjnych mundur贸w jest OK",
        "tags": [
          "Mundur",
          "Man in the High Castle",
          "Wolfenstein",
          "Youjo Senki"
        ]
      }
    ]
  ]
}
